Revit 2027 API
ParameterTypeId.AreaSchemeName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AreaSchemeName { get; }
Public Shared ReadOnly Property AreaSchemeName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AreaSchemeName {
	ForgeTypeId^ get ();
}
static member AreaSchemeName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace